Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: This address isn’t accepted: use https; plain http only works on a local network.
de: Diese Adresse wird nicht akzeptiert: Verwende https; einfaches http gilt nur im lokalen Netzwerk.
es: Esta dirección no se acepta: usa https; el http simple solo vale en la red local.
fr: Cette adresse n’est pas acceptée : utilise https ; le http simple n’est valable que sur le réseau local.
ja: このアドレスは受け付けられません。https を使ってください。平文の http はローカルネットワークでのみ有効です。
ko: 이 주소는 사용할 수 없습니다. https를 쓰세요. 일반 http는 로컬 네트워크에서만 유효합니다.
pt_br: Este endereço não é aceito: use https; http simples só vale na rede local.
tr: Bu adres kabul edilmiyor: https kullan; düz http yalnızca yerel ağda geçerli.
zh_hans: 此地址不被接受：请使用 https；纯 http 仅在本地网络中有效。

source: This conversation has grown too long for me. If you start a new chat and ask again, I can do it.
de: Das Gespräch ist mir zu lang geworden. Wenn du einen neuen Chat öffnest und noch einmal fragst, schaffe ich das.
es: Esta conversación se me ha hecho demasiado larga. Si abres un chat nuevo y lo preguntas otra vez, podré hacerlo.
fr: La conversation est devenue trop longue pour moi. Si tu ouvres une nouvelle conversation et redemandes, je pourrai le faire.
ja: この会話は私には長くなりすぎました。新しいチャットを開いてもう一度聞いてもらえれば、できます。
ko: 이 대화는 제게 너무 길어졌습니다. 새 대화를 열고 다시 물어보시면 할 수 있습니다.
pt_br: Esta conversa ficou longa demais para mim. Se você abrir uma nova conversa e perguntar de novo, eu consigo.
tr: Konuşma benim için fazla uzadı. Yeni bir sohbet açıp tekrar sorarsan bunu yapabilirim.
zh_hans: 这段对话对我来说太长了。新开一个对话再问一次，我就能做到。

source: This device can’t run Tacet.
de: Dieses Gerät kann Tacet nicht ausführen.
es: Este dispositivo no puede ejecutar Tacet.
fr: Cet appareil ne peut pas exécuter Tacet.
ja: この端末では Tacet を動かせません。
ko: 이 기기에서는 Tacet을 실행할 수 없습니다.
pt_br: Este aparelho não consegue rodar o Tacet.
tr: Bu cihaz Tacet'i çalıştıramıyor.
zh_hans: 此设备无法运行 Tacet。

source: This device can’t run the on-device model; Tacet can’t produce replies here.
de: Dieses Gerät kann das Modell nicht lokal ausführen; Tacet kann hier keine Antworten erzeugen.
es: Este dispositivo no puede ejecutar el modelo en el dispositivo; Tacet no puede generar respuestas aquí.
fr: Cet appareil ne peut pas exécuter le modèle en local ; Tacet ne peut pas produire de réponses ici.
ja: この端末では端末内モデルを実行できないため、Tacet はここで返答を生成できません。
ko: 이 기기에서는 온디바이스 모델을 실행할 수 없어 Tacet이 여기서 답변을 생성할 수 없습니다.
pt_br: Este dispositivo não consegue executar o modelo no dispositivo; o Tacet não pode gerar respostas aqui.
tr: Bu cihaz cihaz-üstü modeli çalıştıramıyor; Tacet burada yanıt üretemiyor.
zh_hans: 此设备无法运行设备端模型，Tacet 在此无法生成回复。

source: This field couldn’t be simplified: %@
de: Dieses Feld konnte nicht vereinfacht werden: %@
es: No se pudo simplificar este campo: %@
fr: Ce champ n’a pas pu être simplifié : %@
ja: 次のフィールドを単純化できませんでした：%@
ko: 다음 필드를 단순화하지 못했습니다: %@
pt_br: Não foi possível simplificar este campo: %@
tr: Şu alan sadeleştirilemedi: %@
zh_hans: 无法简化此字段：%@

source: This name appears on chips.
de: Dieser Name erscheint auf den Chips.
es: Este nombre aparece en los chips.
fr: Ce nom apparaît sur les puces.
ja: この名前がチップに表示されます。
ko: 이 이름이 칩에 표시됩니다.
pt_br: Este nome aparece nos chips.
tr: Çiplerde bu ad görünür.
zh_hans: 此名称会显示在标签上。

source: This session isn’t being saved.
de: Diese Sitzung wird nicht gesichert.
es: Esta sesión no se está guardando.
fr: Cette session n’est pas enregistrée.
ja: このセッションは保存されません。
ko: 이 세션은 저장되지 않습니다.
pt_br: Esta sessão não está sendo salva.
tr: Bu oturum kaydedilmiyor.
zh_hans: 此会话不会被存储。

source: This step couldn’t be completed.
de: Dieser Schritt konnte nicht abgeschlossen werden.
es: No se pudo completar este paso.
fr: Cette étape n’a pas pu être menée à bien.
ja: この手順を完了できませんでした。
ko: 이 단계를 완료하지 못했습니다.
pt_br: Não foi possível concluir esta etapa.
tr: Bu adım tamamlanamadı.
zh_hans: 此步骤未能完成。

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
pt_br: Tempo
tr: Zaman
zh_hans: 时间

source: Title missing
de: Titel fehlt
es: Falta el título
fr: Titre manquant
ja: タイトルがありません
ko: 제목이 없습니다
pt_br: Título ausente
tr: Başlık eksik
zh_hans: 缺少标题

source: To continue this step, grant Tacet permission in iOS Settings. What is read does not go out without your approval.
de: Um fortzufahren, erteile Tacet die Berechtigung in den iOS-Einstellungen. Gelesenes geht ohne deine Zustimmung nicht hinaus.
es: Para continuar, concede permiso a Tacet en Ajustes de iOS. Lo leído no sale sin tu aprobación.
fr: Pour continuer, autorise Tacet dans Réglages iOS. Ce qui est lu ne sort pas sans ton accord.
ja: この手順を続けるには、iOS の設定で Tacet に権限を与えてください。読み取った内容はあなたの承認なしに外へ出ません。
ko: 이 단계를 계속하려면 iOS 설정에서 Tacet에 권한을 주세요. 읽은 내용은 승인 없이 밖으로 나가지 않습니다.
pt_br: Para continuar, conceda permissão ao Tacet em Ajustes do iOS. O que é lido não sai sem sua aprovação.
tr: Bu adımı sürdürmek için iOS Ayarlar'dan Tacet'e izin vermen gerekiyor. Okunan veri sen onaylamadan dışarı gitmez.
zh_hans: 要继续此步骤，请在 iOS 设置中授予 Tacet 权限。读取的内容未经你同意不会外发。

source: To write by voice you need to turn on microphone access in Settings.
de: Um mit der Stimme zu schreiben, musst du den Mikrofonzugriff in den Einstellungen aktivieren.
es: Para escribir con la voz debes activar el acceso al micrófono en Ajustes.
fr: Pour écrire à la voix, active l’accès au micro dans Réglages.
ja: 声で入力するには、設定でマイクの許可をオンにしてください。
ko: 음성으로 입력하려면 설정에서 마이크 권한을 켜야 합니다.
pt_br: Para escrever por voz, ative o acesso ao microfone nos Ajustes.
tr: Sesle yazabilmek için Ayarlar'dan mikrofon iznini açman gerekiyor.
zh_hans: 要用语音输入，需要在“设置”中开启麦克风权限。

source: Topic
de: Thema
es: Tema
fr: Sujet
ja: テーマ
ko: 주제
pt_br: Assunto
tr: Konu
zh_hans: 主题

source: Trigger words
de: Auslösewörter
es: Palabras disparadoras
fr: Mots déclencheurs
ja: トリガーとなる語
ko: 트리거 단어
pt_br: Palavras-gatilho
tr: Tetikleyici kelimeler
zh_hans: 触发词

source: Triggers
de: Auslöser
es: Disparadores
fr: Déclencheurs
ja: トリガー
ko: 트리거
pt_br: Gatilhos
tr: Tetikleyiciler
zh_hans: 触发词

source: Triggers: %@
de: Auslöser: %@
es: Disparadores: %@
fr: Déclencheurs : %@
ja: トリガー：%@
ko: 트리거: %@
pt_br: Gatilhos: %@
tr: Tetikleyiciler: %@
zh_hans: 触发词：%@

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
tr: Yeniden dene
zh_hans: 重试

source: Try closing Tacet completely and opening it again. If the problem continues, make sure there is free space on the device.
de: Beende Tacet vollständig und öffne es erneut. Wenn das Problem bleibt, stelle sicher, dass auf dem Gerät freier Speicher vorhanden ist.
es: Prueba a cerrar Tacet por completo y volver a abrirlo. Si el problema continúa, comprueba que haya espacio libre en el dispositivo.
fr: Essaie de fermer complètement Tacet puis de le rouvrir. Si le problème persiste, vérifie qu'il reste de l'espace libre sur l'appareil.
ja: Tacet を完全に終了してから開き直してみてください。問題が続く場合は、端末の空き容量を確認してください。
ko: Tacet을 완전히 종료한 뒤 다시 열어 보세요. 문제가 계속되면 기기에 남은 저장 공간을 확인하세요.
pt_br: Tente fechar o Tacet completamente e abrir de novo. Se o problema continuar, verifique se há espaço livre no dispositivo.
tr: Tacet'i tamamen kapatıp yeniden açmayı dene. Sorun sürerse cihazda boş alan olduğundan emin ol.
zh_hans: 请尝试彻底关闭 Tacet 后重新打开。如果问题仍在，请确认设备还有可用空间。

source: Turn on search
de: Suche einschalten
es: Activar la búsqueda
fr: Activer la recherche
ja: 検索をオンにする
ko: 검색 켜기
pt_br: Ativar a busca
tr: Aramayı aç
zh_hans: 开启搜索

source: Turn on sending without asking
de: Senden ohne Nachfrage aktivieren
es: Activar el envío sin preguntar
fr: Activer l’envoi sans demander
ja: 確認せずに送信をオンにする
ko: 확인 없이 보내기 켜기
pt_br: Ativar o envio sem perguntar
tr: Onay sormadan göndermeyi aç
zh_hans: 开启不询问直接发送

source: Turn this week’s notes into a document
de: Mach aus den Notizen dieser Woche ein Dokument
es: Convierte las notas de esta semana en un documento
fr: Transforme les notes de cette semaine en document
ja: 今週のメモから書類を作って
ko: 이번 주 메모로 문서를 만들어 줘
pt_br: Transforme as notas desta semana em um documento
tr: Bu haftanın notlarından bir belge çıkar
zh_hans: 把这周的笔记整理成一份文稿

source: Unencrypted http can only be used for local network addresses.
de: Unverschlüsseltes http kann nur für Adressen im lokalen Netzwerk verwendet werden.
es: El http sin cifrar solo puede usarse en direcciones de la red local.
fr: Le http non chiffré ne peut être utilisé que pour des adresses du réseau local.
ja: 暗号化なしの http はローカルネットワークのアドレスでのみ使用できます。
ko: 암호화되지 않은 http는 로컬 네트워크 주소에서만 사용할 수 있습니다.
pt_br: Http sem criptografia só pode ser usado em endereços da rede local.
tr: Şifresiz http yalnızca yerel ağ adreslerinde kullanılabilir.
zh_hans: 未加密的 http 只能用于本地网络地址。

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt_br: Valor
tr: Değer
zh_hans: 值

source: WEB SEARCH
de: WEBSUCHE
es: BÚSQUEDA WEB
fr: RECHERCHE WEB
ja: ウェブ検索
ko: 웹 검색
pt_br: BUSCA NA WEB
tr: WEB ARAMASI
zh_hans: 网页搜索

source: WHAT IT CAN’T DO
de: WAS ES NICHT KANN
es: LO QUE NO PUEDE HACER
fr: CE QU’IL NE PEUT PAS FAIRE
ja: できないこと
ko: 할 수 없는 일
pt_br: O QUE ELE NÃO FAZ
tr: YAPAMADIKLARI
zh_hans: 它做不到的事

source: Web page
de: Webseite
es: Página web
fr: Page web
ja: ウェブページ
ko: 웹 페이지
pt_br: Página web
tr: Web sayfası
zh_hans: 网页

source: Web search
de: Websuche
es: Búsqueda web
fr: Recherche web
ja: ウェブ検索
ko: 웹 검색
pt_br: Busca na web
tr: Web araması
zh_hans: 网页搜索

source: We’re not asking for any permissions now. When calendar, reminders or contacts are needed, Tacet will ask right then.
de: Jetzt fragen wir nach keiner Berechtigung. Wenn Kalender, Erinnerungen oder Kontakte gebraucht werden, fragt Tacet genau in dem Moment.
es: Ahora no pedimos ningún permiso. Cuando hagan falta el calendario, los recordatorios o los contactos, Tacet lo pedirá en ese momento.
fr: Nous ne demandons aucune autorisation maintenant. Quand le calendrier, les rappels ou les contacts seront nécessaires, Tacet demandera à ce moment-là.
ja: 今は何の許可も求めません。カレンダー、リマインダー、連絡先が必要になったとき、Tacet がその場で尋ねます。
ko: 지금은 어떤 권한도 요청하지 않습니다. 캘린더, 미리 알림, 연락처가 필요해지면 Tacet이 바로 그때 묻습니다.
pt_br: Não pedimos nenhuma permissão agora. Quando calendário, lembretes ou contatos forem necessários, o Tacet pergunta na hora.
tr: Şimdi hiçbir izin istemiyoruz. Takvim, hatırlatıcı ya da kişiler gerektiğinde Tacet tam o anda soracak.
zh_hans: 现在不索取任何权限。当需要日历、提醒事项或通讯录时，Tacet 会在那一刻询问。

source: What Tacet can do
de: Was Tacet kann
es: Qué puede hacer Tacet
fr: Ce que Tacet peut faire
ja: Tacet にできること
ko: Tacet이 할 수 있는 일
pt_br: O que o Tacet faz
tr: Neler yapabilir
zh_hans: Tacet 能做什么

source: What can Tacet do?
de: Was kann Tacet?
es: ¿Qué puede hacer Tacet?
fr: Que peut faire Tacet ?
ja: Tacet は何ができる？
ko: Tacet은 무엇을 할 수 있어?
pt_br: O que o Tacet pode fazer?
tr: Tacet neler yapabilir?
zh_hans: Tacet 能做什么？

source: What is 1,499 plus 18 percent VAT?
de: Wie viel ergibt 1.499 € plus 19 Prozent Mehrwertsteuer?
es: ¿Cuánto son 1.499 más el 21 por ciento de IVA?
fr: Combien font 1 499 plus 20 pour cent de TVA ?
ja: 1,499円に消費税10パーセントを足すといくら？
ko: 1,499원에 부가세 10퍼센트를 더하면 얼마야?
pt_br: Quanto dá 1.499 mais 18 por cento de imposto?
tr: 1.499 TL'ye yüzde 18 KDV eklenirse kaç eder?
zh_hans: 1499 元加上百分之十三的增值税是多少？

source: What should be remembered?
de: Woran soll sich Tacet erinnern?
es: ¿Qué se debe recordar?
fr: Que faut-il retenir ?
ja: 何を覚えておきますか？
ko: 무엇을 기억할까요?
pt_br: O que deve ser lembrado?
tr: Ne hatırlansın?
zh_hans: 要记住什么？

source: What should it be about?
de: Worum soll es gehen?
es: ¿Sobre qué debe tratar?
fr: De quoi doit-il parler ?
ja: 何についてにしますか？
ko: 무엇에 대한 내용으로 할까요?
pt_br: Sobre o que deve ser?
tr: Ne hakkında olsun?
zh_hans: 内容是关于什么？

source: What would you like to ask?
de: Was möchtest du fragen?
es: ¿Qué quieres preguntar?
fr: Que veux-tu demander ?
ja: 何を聞きたいですか？
ko: 무엇을 묻고 싶으세요?
pt_br: O que você quer perguntar?
tr: Ne sormak istersin?
zh_hans: 你想问什么？

source: What you ask stays here.
de: Was du fragst, bleibt hier.
es: Lo que preguntas se queda aquí.
fr: Ce que tu demandes reste ici.
ja: 聞いたことは、ここに残ります。
ko: 물어본 내용은 여기에 남습니다.
pt_br: O que você pergunta fica aqui.
tr: Sorduğun burada kalır.
zh_hans: 你问的都留在这里。

source: What you write meanwhile isn’t lost; you can ask once it’s ready.
de: Was du in der Zwischenzeit schreibst, geht nicht verloren; sobald es bereit ist, kannst du fragen.
es: Lo que escribas mientras tanto no se pierde; podrás preguntar cuando esté listo.
fr: Ce que tu écris entre-temps n’est pas perdu ; tu pourras demander dès que ce sera prêt.
ja: その間に書いたものは消えません。準備ができたら尋ねられます。
ko: 그동안 쓴 내용은 사라지지 않습니다. 준비되면 물어볼 수 있습니다.
pt_br: O que você escrever enquanto isso não se perde; é só perguntar quando estiver pronto.
tr: Bu arada yazdığın kaybolmaz; hazır olduğunda sorabilirsin.
zh_hans: 这期间你写的内容不会丢失；准备好后就能提问。

source: What's on tomorrow?
de: Was steht morgen an?
es: ¿Qué hay para mañana?
fr: Qu'y a-t-il de prévu demain ?
ja: 明日の予定は？
ko: 내일 일정은?
pt_br: O que tem para amanhã?
tr: Yarın neler var?
zh_hans: 明天有什么安排？

source: What’s Anna’s number?
de: Wie ist die Nummer von Anna?
es: ¿Cuál es el número de Ana?
fr: Quel est le numéro d’Anna ?
ja: 田中さんの電話番号は？
ko: 지민이 번호가 뭐야?
pt_br: Qual é o número da Ana?
tr: Ayşe'nin numarası ne?
zh_hans: 小李的电话号码是多少？

source: When off, Tacet gives no file to Shortcuts.
de: Wenn deaktiviert, gibt Tacet keine Datei an Kurzbefehle.
es: Si está desactivado, Tacet no entrega ningún archivo a Atajos.
fr: Désactivé, Tacet ne fournit aucun fichier à Raccourcis.
ja: オフのあいだ、Tacet はショートカットにファイルを渡しません。
ko: 꺼져 있으면 Tacet은 단축어에 어떤 파일도 전달하지 않습니다.
pt_br: Desativado, o Tacet não entrega nenhum arquivo aos Atalhos.
tr: Kapalıyken Tacet hiçbir dosyayı Kısayollar'a vermez.
zh_hans: 关闭时，Tacet 不会向“快捷指令”提供任何文件。

source: When off, the files Tacet creates never leave through Shortcuts. If you turn it on, an automation can carry that file to email, the cloud or another app — your call.
de: Wenn deaktiviert, verlassen die von Tacet erstellten Dateien das Gerät nicht über Kurzbefehle. Aktivierst du es, kann eine Automation die Datei per E-Mail, in die Cloud oder in eine andere App bringen – du entscheidest.
es: Si está desactivado, los archivos que crea Tacet no salen por Atajos. Si lo activas, una automatización puede llevar ese archivo al correo, a la nube o a otra app: tú decides.
fr: Désactivé, les fichiers créés par Tacet ne sortent pas via Raccourcis. Si tu l’actives, une automatisation peut envoyer ce fichier par e-mail, vers le cloud ou vers une autre app — c’est toi qui décides.
ja: オフのあいだ、Tacet が作ったファイルはショートカット経由で外に出ません。オンにすると、オートメーションがそのファイルをメールやクラウド、別のアプリへ運べます。決めるのはあなたです。
ko: 꺼져 있으면 Tacet이 만든 파일은 단축어를 통해 밖으로 나가지 않습니다. 켜면 자동화가 그 파일을 이메일, 클라우드, 다른 앱으로 옮길 수 있습니다 — 결정은 당신 몫입니다.
pt_br: Desativado, os arquivos que o Tacet cria não saem pelos Atalhos. Se você ativar, uma automação pode levar esse arquivo para e-mail, nuvem ou outro app — a decisão é sua.
tr: Kapalıyken Tacet'in ürettiği dosyalar Kısayollar'a çıkmaz. Açarsan bir otomasyon o dosyayı e-postaya, buluta ya da başka bir uygulamaya taşıyabilir — karar senin.
zh_hans: 关闭时，Tacet 生成的文件不会经由“快捷指令”离开设备。开启后，自动化可以把该文件送到邮件、云端或其他 App——由你决定。

source: When this is off, Tacet never uses search.
de: Wenn das aus ist, nutzt Tacet die Suche nie.
es: Cuando está desactivado, Tacet nunca usa la búsqueda.
fr: Quand c’est désactivé, Tacet n’utilise jamais la recherche.
ja: オフのとき、Tacet が検索を使うことはありません。
ko: 꺼져 있으면 Tacet은 검색을 전혀 사용하지 않습니다.
pt_br: Quando está desativado, o Tacet nunca usa a busca.
tr: Kapalıyken Tacet aramayı hiç kullanmaz.
zh_hans: 关闭时，Tacet 不会使用搜索。

source: Write by voice
de: Mit Stimme schreiben
es: Escribir con la voz
fr: Écrire à la voix
ja: 声で入力
ko: 음성으로 입력
pt_br: Escrever por voz
tr: Sesle yaz
zh_hans: 语音输入

source: YESTERDAY
de: GESTERN
es: AYER
fr: HIER
ja: 昨日
ko: 어제
pt_br: ONTEM
tr: DÜN
zh_hans: 昨天

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
tr: Dün
zh_hans: 昨天

source: You can still see everything that was sent by tapping the chip in the conversation. You can undo this setting at any time.
de: Alles Gesendete kannst du weiterhin sehen, indem du im Gespräch auf den Chip tippst. Du kannst diese Einstellung jederzeit zurücknehmen.
es: Puedes ver todo lo enviado tocando el chip en la conversación. Puedes revertir este ajuste cuando quieras.
fr: Tu peux voir tout ce qui a été envoyé en touchant la puce dans la conversation. Tu peux revenir sur ce réglage à tout moment.
ja: 送信された内容は、会話のチップをタップすればあとから確認できます。この設定はいつでも元に戻せます。
ko: 보낸 내용은 대화의 칩을 탭하면 나중에 확인할 수 있습니다. 이 설정은 언제든지 되돌릴 수 있습니다.
pt_br: Você pode ver tudo o que foi enviado tocando no chip da conversa. Você pode desfazer esta configuração quando quiser.
tr: Giden her şeyi sohbetteki çipe dokunarak sonradan görebilirsin. Bu ayarı istediğin zaman geri alabilirsin.
zh_hans: 轻点对话中的标签，仍可查看已发送的全部内容。你随时可以撤销此设置。

source: You need to test the connection first.
de: Du musst die Verbindung zuerst testen.
es: Primero tienes que probar la conexión.
fr: Tu dois d’abord tester la connexion.
ja: 先に接続をテストする必要があります。
ko: 먼저 연결을 테스트해야 합니다.
pt_br: Você precisa testar a conexão primeiro.
tr: Önce bağlantıyı denemen gerekiyor.
zh_hans: 需要先测试连接。

source: You write your own instruction; when your trigger word appears in a message, Tacet reads it and behaves accordingly.
de: Du schreibst deine eigene Anweisung; sobald dein Auslöserwort in einer Nachricht vorkommt, liest Tacet sie und verhält sich entsprechend.
es: Escribes tu propia instrucción; cuando tu palabra desencadenante aparece en un mensaje, Tacet la lee y actúa en consecuencia.
fr: Tu écris ta propre consigne ; dès que ton mot déclencheur apparaît dans un message, Tacet la lit et agit en conséquence.
ja: 自分の指示を書いておくと、トリガーの語がメッセージに現れたとき、Tacet がそれを読んでそのとおりに動きます。
ko: 직접 지침을 씁니다. 트리거 단어가 메시지에 나오면 Tacet이 그 지침을 읽고 그대로 행동합니다.
pt_br: Você escreve sua própria instrução; quando sua palavra-gatilho aparece numa mensagem, o Tacet a lê e age conforme.
tr: Kendi yönergeni yazarsın; tetikleyici kelimen mesajda geçtiğinde Tacet onu okuyup ona göre davranır.
zh_hans: 你写下自己的指令；当触发词出现在消息里时，Tacet 会读取并照此行事。

source: Your message: %@
de: Deine Nachricht: %@
es: Tu mensaje: %@
fr: Ton message : %@
ja: あなたのメッセージ：%@
ko: 내 메시지: %@
pt_br: Sua mensagem: %@
tr: Senin mesajın: %@
zh_hans: 你的消息：%@

source: Your old data was backed up.
de: Deine alten Daten wurden gesichert.
es: Tus datos anteriores se respaldaron.
fr: Tes anciennes données ont été sauvegardées.
ja: 以前のデータはバックアップされました。
ko: 이전 데이터가 백업되었습니다.
pt_br: Seus dados antigos foram salvos em backup.
tr: Eski verilerin yedeklendi.
zh_hans: 你的旧数据已备份。

source: You’ll be asked to confirm. All notes are deleted.
de: Du wirst um Bestätigung gebeten. Alle Notizen werden gelöscht.
es: Se te pedirá confirmación. Se eliminan todas las notas.
fr: Une confirmation sera demandée. Toutes les notes sont supprimées.
ja: 確認を求められます。すべてのメモが削除されます。
ko: 확인을 요청합니다. 모든 메모가 삭제됩니다.
pt_br: A confirmação será solicitada. Todas as notas são excluídas.
tr: Onay sorulur. Tüm notlar silinir.
zh_hans: 会请求确认。所有备忘录将被删除。

source: You’ll be asked to confirm. Conversations and messages are deleted; memory is kept.
de: Du wirst um Bestätigung gebeten. Unterhaltungen und Nachrichten werden gelöscht, das Gedächtnis bleibt.
es: Se te pedirá confirmación. Se eliminan las conversaciones y los mensajes; la memoria se conserva.
fr: Une confirmation sera demandée. Les conversations et les messages sont supprimés ; la mémoire est conservée.
ja: 確認を求められます。会話とメッセージは削除され、記憶は残ります。
ko: 확인을 요청합니다. 대화와 메시지는 삭제되고 기억은 남습니다.
pt_br: A confirmação será solicitada. Conversas e mensagens são excluídas; a memória é mantida.
tr: Onay sorulur. Sohbetler ve mesajlar silinir, hafıza kalır.
zh_hans: 会请求确认。对话和消息将被删除，记忆会保留。

source: You’ll be asked to confirm. Every Tacet document on this device is deleted.
de: Du wirst um Bestätigung gebeten. Alle Tacet-Dokumente auf diesem Gerät werden gelöscht.
es: Se te pedirá confirmación. Se eliminan todos los documentos de Tacet en el dispositivo.
fr: Une confirmation te sera demandée. Tous les documents Tacet de l’appareil sont supprimés.
ja: 確認を求められます。この端末上の Tacet の書類がすべて削除されます。
ko: 확인을 요청합니다. 이 기기의 모든 Tacet 문서가 삭제됩니다.
pt_br: Será pedida uma confirmação. Todos os documentos do Tacet no dispositivo são excluídos.
tr: Onay sorulur. Cihazdaki tüm Tacet belgeleri silinir.
zh_hans: 会请你确认。设备上所有 Tacet 文稿都将被删除。

source: You’ll be asked to confirm. The key is removed from the Keychain.
de: Du wirst um Bestätigung gebeten. Der Schlüssel wird aus dem Schlüsselbund entfernt.
es: Se te pedirá confirmación. La clave se quita del llavero.
fr: Une confirmation sera demandée. La clé est retirée du trousseau.
ja: 確認を求められます。キーはキーチェーンから削除されます。
ko: 확인을 요청합니다. 키는 키체인에서 제거됩니다.
pt_br: A confirmação será solicitada. A chave é removida das Chaves.
tr: Onay sorulur. Anahtar Keychain'den kaldırılır.
zh_hans: 会请求确认。密钥将从钥匙串中移除。

source: access key was rejected
de: Zugriffsschlüssel wurde abgelehnt
es: la clave de acceso no se aceptó
fr: clé d’accès refusée
ja: アクセスキーが拒否されました
ko: 액세스 키가 거부됨
pt_br: a chave de acesso não foi aceita
tr: erişim anahtarı kabul edilmedi
zh_hans: 访问密钥被拒绝

source: always
de: immer
es: siempre
fr: toujours
ja: 常に許可
ko: 항상 허용
pt_br: sempre
tr: her zaman
zh_hans: 始终允许

source: ask every time
de: jedes Mal fragen
es: preguntar cada vez
fr: demander à chaque fois
ja: 毎回確認
ko: 매번 확인
pt_br: perguntar sempre
tr: her seferinde sor
zh_hans: 每次询问

source: bill, expense, spending
de: Rechnung, Ausgabe, Kosten
es: factura, gasto, pago
fr: facture, dépense, frais
ja: 請求書, 支出, 出費
ko: 청구서, 지출, 비용
pt_br: fatura, despesa, gasto
tr: fatura, gider, harcama
zh_hans: 账单, 支出, 花费

source: column %lld
de: Spalte %lld
es: columna %lld
fr: colonne %lld
ja: %lld 列目
ko: %lld번째 열
pt_br: coluna %lld
tr: %lld. sütun
zh_hans: 第 %lld 列

source: connection profile
de: Verbindungsprofil
es: perfil de conexión
fr: profil connexion
ja: 接続プロファイル
ko: 연결 프로필
pt_br: perfil de conexão
tr: bağlantı profili
zh_hans: 连接配置

source: couldn’t establish a secure connection
de: sichere Verbindung nicht möglich
es: no se pudo establecer una conexión segura
fr: impossible d’établir une connexion sécurisée
ja: 安全な接続を確立できませんでした
ko: 보안 연결을 설정하지 못함
pt_br: não foi possível estabelecer uma conexão segura
tr: güvenli bağlantı kurulamadı
zh_hans: 无法建立安全连接

source: couldn’t make sense of the server’s response
de: Antwort des Servers war nicht lesbar
es: no se entendió la respuesta del servidor
fr: la réponse du serveur n’a pas pu être interprétée
ja: サーバーの応答を解釈できませんでした
ko: 서버 응답을 이해하지 못함
pt_br: não foi possível interpretar a resposta do servidor
tr: sunucunun yanıtı anlaşılmadı
zh_hans: 无法解析服务器的响应

source: couldn’t reach the server
de: Server nicht erreichbar
es: no se pudo acceder al servidor
fr: serveur injoignable
ja: サーバーに接続できませんでした
ko: 서버에 연결하지 못함
pt_br: não foi possível acessar o servidor
tr: sunucuya erişilemedi
zh_hans: 无法访问服务器

source: date
de: Datum
es: fecha
ja: 日付
ko: 날짜
pt_br: data
tr: tarih
zh_hans: 日期

source: distance
de: Entfernung
es: distancia
ja: 距離
ko: 거리
pt_br: distância
tr: mesafe
zh_hans: 距离

source: document profile
de: Dokumentprofil
es: perfil de documentos
fr: profil document
ja: 書類プロファイル
ko: 문서 프로필
pt_br: perfil de documentos
tr: belge profili
zh_hans: 文稿配置

source: empty
de: leer
es: vacío
fr: vide
ja: 空
ko: 비어 있음
pt_br: vazio
tr: boş
zh_hans: 空

source: everyday profile
de: Alltagsprofil
es: perfil cotidiano
fr: profil courant
ja: 日常プロファイル
ko: 일상 프로필
pt_br: perfil cotidiano
tr: gündelik profil
zh_hans: 日常配置

source: fact
de: Fakt
es: hecho
fr: fait
ja: 事実
ko: 사실
pt_br: fato
tr: olgu
zh_hans: 事实

source: failed
de: fehlgeschlagen
es: falló
fr: échec
ja: 失敗
ko: 실패
pt_br: falhou
tr: başarısız
zh_hans: 失败

source: food, restaurant, evening
de: Essen, Restaurant, Abend
es: comida, restaurante, noche
fr: repas, restaurant, soir
ja: 食事, レストラン, 夜
ko: 음식, 식당, 저녁
pt_br: comida, restaurante, noite
tr: yemek, restoran, akşam
zh_hans: 餐食, 餐厅, 晚上
